var ru = {
    button: "Принять участие",
    header: {
        main: "Главная страница",
        Kurslar: "Курсы",
        Taklifimiz: "Наше Предложение",
        Jamoa: "Команда",
        Oquvchilar: "Ученики",
        FAQ: "FAQ",
        MenuHandler: "Вход",
        sozlamalari: "Настройки темы",
        Yorqin: "Светлая тема",
        Tungi: "Ночная тема (beta)",
        Sistema: "Системная тема",
        Qollab: "Поддержка",
    },
    footer: {
        haqimizda: "О нас",
        Kurslar: "Курсы",
        Podcast: "42Podcast",
        FAQ: "FAQ",
    },
    section1: {
        p: "Работайте над собой 42 дня и найдите свой путь в будущее!"
    },
    section2: {
        h1: "Что вас ждет?",
        p: "Изучите основы программирования у профессионалов в интерактивной среде обучения программированию за 42 дня!",
        card1: {
            h1: "Интерактивные уроки",
            p: "Научитесь программировать в удобное для вас время"
        },
        card2: {
            h1: "Уроки высокого качества",
            p: "Изучайте увлекательные уроки в течение 42 дней"
        },
        card3: {
            h1: "Возможность перекрестного обучения",
            p: "Изучите основы программирования за 42 дня в 3 направлениях"
        },
        card4: {
            h1: "Основы Бэкэнда",
            p: "Познакомьтесь с основами бэкэнда"
        },
        card5: {
            h1: "Основы Интерфейса",
            p: "Познакомьтесь с основами интерфейса"
        },
        card6: {
            h1: "Основы мобильного программирования",
            p: "Познакомьтесь с основами мобильного программирования"
        },
        span: "Через 42 дня вы познакомитесь с основами программирования и выберете одно из 3 направлений!"
    },
    section3: {
        h1: "По сей день",
        p: "Наша цель - помочь студентам стать профессиональными экспертами в области ИТ.",
        card1: {
            h1: "Средний командный опыт",
            p: "5+ лет",
        },
        card2: {
            h1: "Общее количество студентов",
            p: "422+",
        },
        card3: {
            h1: "Продолжительность записанных уроков",
            p: "61+ часов",
        }
    },
    section4: {
        h1: "Команда",
        p: "Учитесь программировать вместе с профессионалами с международным опытом",
    },
    section5: {
        h1: "Наши ученики",
        p: "Узнайте, что говорят наши ученики, и их результаты.",
    },
    section6: {
        h1: "Нам удалось заинтересовать вас?",
        p: "Начните изучать программирование вместе с профессионалами с международным опытом!",
        button: "Есть вопрос?"
    }
}

export default ru